{
    "DIALOGUES":  
    [
        {
            "ID": "lvl02_intro",
            "STRINGS":
            [
                "Narrator*normal*Explora el extraño lugar."
            ]
        },
        {
            "ID": "lvl02_portrait",
            "STRINGS":
            [
                "Narrator*normal*Foto de un hombre rubio junto a una niña."
            ]
        },
        {
            "ID": "lvl02_mirror",
            "STRINGS":
            [
                "Narrator*normal*Una sensación extraña estremece al soldado...",
                "8170*normal*¿E-ese... Ese es mi rostro?",
                "8170*normal*No sabía que había algo debajo de todo este metal...",
                "Narrator*normal*Agacha su cabeza y mira el resto de su cuerpo.",
                "8170*normal*Parece que el resto de mi cuerpo sigue igual."
            ]
        },
        {
            "ID": "lvl02_tv",
            "STRINGS":
            [
                "Narrator*normal*Es un cartel de “se busca”...",
                "Narrator*normal*Aunque no puede entender el lenguaje."
            ]
        },
        {
            "ID": "lvl02_hammock",
            "STRINGS":
            [
                "Narrator*normal*Una pequeña hamaca que parece estar sin uso hace tiempo...",
                "Narrator*normal*Aunque el soldadito no tiene ni idea para qué sirve."
            ]
        },
        {
            "ID": "lvl02_scrap_not_knowing",
            "STRINGS":
            [
                "Narrator*normal*Un objeto extraño y brillante, parece tecnología de este planeta."
            ]
        },
        {
            "ID": "lvl02_scrap_knowing",
            "STRINGS":
            [
                "8170*normal*Mmm...",
                "8170*normal*...",
                "8170*normal*...",
                "8170*normal*...",
                "8170*normal*Mmm... Sí, debe ser esto lo que quiere.",
                "Narrator*normal*Le costó muchísimo."
            ]
        },
        {
            "ID": "lvl02_brody_intro",
            "STRINGS":
            [
                "???*normal*Bla bla bla...",
                "???*normal*Bla bla bla bla..."
            ]
        },
        {
            "ID": "lvl02_brody_01",
            "STRINGS":
            [
                "???*normal*Bla bla bla bla bla..."
            ]
        },
        {
            "ID": "lvl02_brody_02",
            "STRINGS":
            [
                "Narrator*normal*Bla bla bla."
            ]
        },
        {
            "ID": "lvl02_brody_03",
            "STRINGS":
            [
                "Narrator*normal*El soldado entrega el objeto al extraño sujeto.",
                "Narrator*normal*Y el sujeto de larga cabellera rubia le coloca el aparato en su armadura.",
                "???*normal*¡Ahora sí! ¿Puedes entenderme?",
                "8170*normal*¡Oh! ¡Sí, te entiendo!",
                "???*normal*¡Genial! Mi nombre es Brody.",
                "Brody*normal*Te vi caer del cielo el otro día y no pude evitar ir a ver.",
                "Brody*normal*Fue enorme mi sorpresa al verte... y más aún viendo tu rostro, ¡jamás había visto a un alienígena de tu especie!",
                "Brody*normal*Y hace como una semana que estabas durmiendo... Tenía miedo de terminar con un alienígena muerto en mi cama jajaja.",
                "8170*normal*Oh.",
                "Brody*normal*...",
                "Brody*normal*No eres muy conversador eh...",
                "Brody*normal*¿Aunque sea me dirías tu nombre?",
                "8170*normal*¿Nombre? Solo tengo un código de identificación... 8170.",
                "Brody*normal*Aaaah, creo que ya sé por dónde van los tiros...",
                "Brody*normal*Vienes de algún ejército loco que planea destruir el mundo o algo así, ¿no?",
                "8170*normal*...",
                "Brody*normal*Igual estás solo... ¿Al menos me dirías por qué terminaste en la Tierra?",
                "8170*normal*...",
                "Narrator*normal*El soldado analiza la situación, no sabe en quién confiar, pero sabe que este sujeto lo cuidó mientras estaba inconsciente.",
                "8170*normal*Okey...",
                "8170*normal*Vengo de escapar del ejército al que pertenecía.",
                "Brody*normal*¿En serio? ¡Eres un desertor! Me agrada...",
                "Brody*normal*¿Pero por qué tomaste esa decisión?",
                "8170*normal*Una estrella...",
                "8170*normal*Una estrella me reveló un recuerdo que no estaba en mi cabeza...",
                "8170*normal*La imágen es borrosa, pero pude reconocerme incluso sabiendo que todos los soldados nos vemos iguales.",
                "8170*normal*Me vi a mi mismo... rodeado de personas... personas que me querían a su lado... lo podía sentir... ¡Era una familia! ¡Mi familia!",
                "Narrator*normal*Brody quedó perplejo, el soldadito se abrió completamente a él y algo dentro suyo se enterneció.",
                "Narrator*normal*Una pequeña mueca de tristeza aparece en rostro, pero luego de un momento de silencio...",
                "Brody*normal*¡Te ayudaré! ¡Te ayudaré a buscar a tu familia! ¡La familia es lo más importante que hay! ¡Y tú amigo, tienes que reunirte con ellos!",
                "Narrator*normal*Brody luego de eso le sonríe con iniciativa.",
                "Brody*normal*Tu nave está completamente reparada, tienes suerte de que aterrizaste cerca de un mecánico jajaja.",
                "Brody*normal*Pero antes que nada no podemos adentrarnos al espacio viéndote de esa manera, pintemos tu armadura.",
                "Narrator*normal*El amable mecánico procede a pintarlo de verde.",
                "Brody*normal*¡El verde resalta tus ojos!",
                "Brody*normal*Ah y una cosa más... No pienso llamarte 8170 cada vez que necesito hablar contigo...",
                "Brody*normal*¿Qué te parece si te llamo Bito?",
                "Bito*normal*Wow... Nunca antes tuve nombre...",
                "Brody*normal*Eso o no lo recuerdas... Puede que ese ejército al que pertenecías te lavó el cerebro. ",
                "Bito*normal*Tienes razón... ¡Busquemos a mi familia!",
                "Narrator*normal*Ambos suben a la nave renovada y parten hacia la inmensidad del espacio..."
            ]
        }
        
    ]
}